Repository: SwampRabbit/QRit
Catalog: po/*.po
Languages: es, ja, nl

source: QR codes creator
es: Generador de códigos QR
ja: QR コードを作成します
nl: QR-codegenerator

source: Create awesome QR codes with QRit!
es: ¡Crea fantásticos códigos QR con QRit!
ja: QRit で QR コードを作成しましょう！
nl: Genereer mooie qr-codes met QRit!

source: With QRit you can create awesome QR codes, you can change the background and foreground color to help you integrate them in any place.
ja: QRit を使用すれば、QR コードを作成したり、使用場所にマッチするように背景色やコードの色を変更したりできます。

source: This application use the incredible qrencode
ja: このアプリケーションは qrencode を使用しています

source: Normal variant
ja: QR コードの色の例

source: QR codes generator
es: Generador de códigos QR
ja: QR コード生成ツール
nl: QR-codegenerator

source: Utility;GTK;Network;Development;QR;
ja: Utility;GTK;Network;Development;QR;ユーティリティー;ネットワーク;開発;

source: Use the text field above to create a new awesome QR code 🤖️
es: Usa el campo de texto de arriba para crear un código QR increible 🤖️
ja: 新しい QR コードを作成するには、上のテキストフィールドを使用してください 🤖️
nl: Gebruik bovenstaand tekstveld om een mooie, nieuwe qr-code te maken 🤖️

source: Background
es: Fondo
ja: 背景色
nl: Achtergrond

source: Foreground
es: Color
ja: QR コードの色
nl: Voorgrond

source: QR color
es: Color del código QR
ja: QR コードの色を選択
nl: QR-kleur

source: Copy QR
es: Copiar QR
ja: QR コードをコピー
nl: QR-code kopiëren

source: Save QR
es: Guardar QR
ja: QR コードを保存
nl: QR-code opslaan

source: Fork me on Github!
ja: GitHub でフォーク
nl: Forken op GitHub!

source: You must enter a content to that QR!
es: ¡Debes introducir algun valor a ese QR!
ja: QR コードの内容を入力してください！
nl: Voeg inhoud toe aan deze qr-code.

source: QR saved at your home directory
es: QR guardado en tu carpeta personal
ja: QR コードをホームディレクトリーに保存しました
nl: De qr-code is opgeslagen in je persoonlijke map

source: You must give an awesome name to that QR!
es: Debes darle un nombre a ese increible QR!
ja: QR コードに名前を付けてください！
nl: Geef deze mooie qr-code een naam.

source: Your QR is in your clipboard now!
es: Tu QR esta ya en tu portapapeles
ja: QR コードをコピーしました！

source: Your awesome QR is in your clipboard now!
nl: Je mooie qr-code is gekopieerd naar het klembord.

source: Utility
es: Utilidades
nl: Hulpmiddel

source: Awesome_QR.png
es: QR_Increible.png
nl: Mooie_qr.png

source: Regenerate it!
es: Regenerar!
nl: Opnieuw genereren!
